bierner.markdown-mermaid
charliermarsh.ruff
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
deerawan.vscode-dash
dustinsanders.an-old-hope-theme-vscode
eamodio.gitlens
earshinov.permute-lines
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-chat
hashicorp.terraform
k--kato.intellij-idea-keybindings
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
tamasfe.even-better-toml
timonwong.shellcheck
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wholroyd.jinja
zxh404.vscode-proto3
