bierner.markdown-mermaid
charliermarsh.ruff
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
deerawan.vscode-dash
dustinsanders.an-old-hope-theme-vscode
eamodio.gitlens
earshinov.permute-lines
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
hashicorp.hcl
hashicorp.terraform
k--kato.intellij-idea-keybindings
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
redhat.vscode-yaml
svelte.svelte-vscode
tamasfe.even-better-toml
timonwong.shellcheck
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wholroyd.jinja
zxh404.vscode-proto3
