bierner.markdown-mermaid
charliermarsh.ruff
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
deerawan.vscode-dash
docker.docker
dustinsanders.an-old-hope-theme-vscode
eamodio.gitlens
earshinov.permute-lines
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.hcl
hashicorp.terraform
ldez.ignore-files
maciejdems.add-to-gitignore
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
redhat.vscode-yaml
samuelcolvin.jinjahtml
svelte.svelte-vscode
tamasfe.even-better-toml
timonwong.shellcheck
vscode-icons-team.vscode-icons
wholroyd.jinja
zxh404.vscode-proto3
